[M_Nast_Vday MissionDefinition]
MissionDescription="Moki called you. [place]Rosegate Distillery[-place] - Looks like you need help with the old feud between Hodunk and Jefford. You better take it.."
TeaserText="Both houses have the same reputation..."

[M_Nast_Vday:BringBabyBackSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Moxie called him. [place]Rogat Brewery[-place] The end of Safford/Hodenk.<br><br>Her plan was to marry the two Goliaths, Zapad and Khatonk, and make peace with the Warclan. Unfortunately, Goliath (Bridget Hordonx, Colin Safford) doesn't want to get married, and luckily Moxie has other plans: when Hordonx will be her husband. They want to mix old bulbs..<br><br>But maybe this poor couple should leave their children before they get married. Place it in a safe place first.."

[M_Nast_Vday:ClearOutHodunkVillageSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Mookie is calling you. [place]Rothgate Distillery[-place] This Jefford/Hodnick rivalry is over..<br><br>He oversees the marriage of two giants, one Gifford and the other Hadnik, to bring peace between warring families. Unfortunately, Goliath (Bridget Hudnick and Colin Jefford) hate each other and seem to have no interest in getting married. Fortunately, Muki has other plans: he wants to prepare an ancient love potion for the Hadnik family to attract new women..<br><br>It needs new, old, borrowed and gold. After kidnapping the child, Hodanx wants to kill you. Download them."

[M_Nast_Vday:CreateLovePotionIntroObjective MissionObjectiveSetDefinition]
MissionDescriptionOverride="His name is Mook. [place]radical distillation[-place] To end the conflict between Gavard and Hodonk.<br><br>The goal was to preside over the wedding of two giants, one Gifford and the other Hodnick, thus bringing peace to the strained family. Unfortunately, the Goliaths (Bridget Houdunk and Colin Gifford) hate each other and have no plans to marry. Fortunately, Mook has another idea: he wants to continue his old love affair with the Hudnik family so that the bride and the child can fall in love with each other..<br><br>Medicine needs new, old, colorful and gold..<br><br>Ellie, Mox's daughter, knows where to find something that has two sides at once. You will be asked to move to certain coordinates."

[M_Nast_Vday:DestroyTheGoldLoaderSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Moxie calls out to him [place]Industrial harvesting of fat[-place] The contest between Jeffords and Hoard is over.<br><br>His mission is to marry two Goliaths (one Jaford, the other Gordak) and bring peace to important families. Unfortunately, the Goliaths (Bridget Hortonk and Colin Jeffords) hate each other and don't want to get married. Fortunately, Mox has another plan: Hoda prepares an old bottle of love for her family and hopes that the boy and girl will fall for each other..<br><br>Emotions require new things, old things, painted things, golden things.<br><br>When you steal treasures (new and proven) and vintage (vintage), you have one thing: gold..<br><br>He took the pot of gold, but revealed a BLNG loader. You must kill him and take part of his body as a "golden weapon".''."

[M_Nast_Vday:DrinkSomeWhiskeySet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Moxxi is calling you [place]Corrosion catalyst[-place] Ending the Jefford/Hodunk conflict.<br><br>The plan is to save the marriage between the two Goliaths, one Jefford and the other Goodunc, thus bringing peace between the warring clans. Unfortunately, the Goliaths (Bridget Godunk and Colin Jefford) hate each other and have no intention of getting married. Luckily, Moki has other plans: he wants you to give the old love potion to the Godunc family so the princess can be trained..<br><br>Need new potions, old ones, credit and gold.<br><br>After stealing the doll (new and borrowed), Moki wants you to go to Jefford's mansion and buy some old whiskey (old stuff).).<br><br>However, the winery offers a variety of wines. You should try to find the best food.."

[M_Nast_Vday:FindSomethingGoldHiddenLoaderSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Moxian called out to him. [place]Rothgut Brewery[-place] The end of the Safford-Walker feud.<br><br>His plan is to control the marriage of two Goliaths. Bring peace to your family with Hodunk. Unfortunately, Goliath (Bridget Hodunk and Colin Safford) hate each other and probably won't get married. Good luck, Mokie. Jay has other plans: he asks the Walker family to rekindle his old love and interest in the couple..<br><br>Antique silver. You have to borrow gold..<br><br>After you steal a shot of whiskey, you're left with only one thing: gold.."

[M_Nast_Vday:FindSomethingOldSet1 MissionObjectiveSetDefinition]
MissionDescriptionOverride="it will be interesting [place]Rotgut Distillery[-place] The match between Jaffard and Hodunk is over.<br><br>The goal is to arrange a marriage between two heroes, one Jaffard and the other Khodank, and make peace between the warring families. Unfortunately, the Goliaths (Bridget Hodunk and Colin Jaffard) hate each other and don't seem interested in getting married. Fortunately, Moxzie had other plans: they wanted to use the Hodunk family's recent romance to pique the group's interest..<br><br>New, used, used and gold for clothing.<br><br>If your son (who reads like a novice and a novice), Moxxie suggests you go to the Zaford Distillery to get some old whiskey (the old stuff).)."

[M_Nast_Vday:HeadBackToPreacherSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Moxie called you [place]Rotgut Brewery[-place] The end of the rivalry between Jefford and Hood.<br><br>His plan is to arrange the marriage of the two Goliaths, Jefford and Hood, to bring peace to the warring families. Unfortunately, the goliaths (Bridget Hodgkin and Colin Jefford) hate each other and have no plans to marry. Fortunately, Maxie has other plans: she wants you to recruit the old love interest of the Hood family to show the newlyweds interest in each other..<br><br>After mixing the drink well, all you have to do is go back to the wedding and serve it to the bride and groom then the wedding must begin.."

[M_Nast_Vday:KillBrideAndGroomSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Maxi called you [place]Rotgut Distillery[-place] The outcome of the Zifford/Hodunk feud.<br><br>The goal is to save the marriage of two royal families, a Zeeford and a Hodak, and bring peace to the warring families..<br><br>Unfortunately, the attempt to start a family ended without any problems. When the bride and groom take off their hats to kiss, they go together (they're idiots) and want to kill you. you kill."

[M_Nast_Vday:LeadRobotSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="it will be interesting [place]Rotgut Distillery[-place] The match between Jaffard and Hodunk is over.<br><br>The goal is to arrange a marriage between two heroes, one Jaffard and the other Khodank, and make peace between the warring families. Unfortunately, the Goliaths (Bridget Hodunk and Colin Jaffard) hate each other and don't seem interested in getting married. Fortunately, Moxzie had other plans: they wanted to use the Hodunk family's recent romance to pique the group's interest..<br><br>New, used, used and gold for clothing.<br><br>If your son (who reads like a novice and a novice), Moxxie suggests you go to the Zaford Distillery to get some old whiskey (the old stuff).).<br><br>The distillery was locked up tight, but a lovelorn robot helped you breach the perimeter. Just stick with him and help him find his robot girlfriend, and then you'll be free to find the OLD whiskey."

[M_Nast_Vday:PickUpMixingPotionSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Moxie called me. [place]Sick drink factory[-place] Completion of the Saffard-Hodenk race.<br><br>His plan was to arrange the marriage of the two Goliaths, Zephod and Hartonk, and thus bring peace to the war-torn family. Unfortunately, a Korean couple (Bridget Howden and Colin Jefford) hate each other and have no intention of getting married. Fortunately, Mox has another plan: he wants you to destroy the romance of the Khodenko family and make the bride and groom fall in love with each other..<br><br>Potions require new money, old debts and gold coins.<br><br>Now that you've mixed the drink, all you have to do is take it.."

[M_Nast_Vday:PrepareLovePotionMix MissionObjectiveSetDefinition]
MissionDescriptionOverride="Moxie is calling [place]Distillation of decomposition[-place] End the conflict between Jafford and Hodung.<br><br>His plan is to oversee the wedding of the two giants Jafford and Hodunk and bring peace to the warring families. Unfortunately, the group (Bridget Hodank and Colin Safford) hate each other and have no plans to marry. Unfortunately, Mogi had other plans. He wants to create a fun old automaton family and have men and women who like each other..<br><br>It leaves new, old, borrowed and wanting gold.<br><br>Now that you have all the ingredients, mix the drink.."

[M_Nast_Vday:TalkToBrideAndGroomSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Moxie is calling you [place]Rohatka Distillery[-place] The Safford/Hodenk rivalry is over. His plan was to arrange a marriage between the two Goliaths. Sebot is one of them. And the second Gardunk. In this way he brings peace to the warring family..<br><br>He asks her to find a husband and keep him until the marriage is consummated.."

[M_Nast_Vday:TalkToRobotSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="it will be interesting [place]Rotgut Distillery[-place] The match between Jaffard and Hodunk is over.<br><br>The goal is to arrange a marriage between two heroes, one Jaffard and the other Khodank, and make peace between the warring families. Unfortunately, the Goliaths (Bridget Hodunk and Colin Jaffard) hate each other and don't seem interested in getting married. Fortunately, Moxzie had other plans: they wanted to use the Hodunk family's recent romance to pique the group's interest..<br><br>New, used, used and gold for clothing.<br><br>If your son (who reads like a novice and a novice), Moxxie suggests you go to the Zaford Distillery to get some old whiskey (the old stuff).).<br><br>The distillery seems to be locked up tight, but a lovelorn robot outside the front gates may be able to get you inside. Just convince him to go rescue his robotic girlfriend inside the distillery and he should open the way for you."

[M_Nast_Vday:WhatToFindNextGoldSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Contact max [place]Eros is growing[-place] The race between Safford and Hodonk ends.<br><br>The goal is to arrange the marriage of two Goliaths, one Sabard and the other Hadunk, to bring peace to the warring families. Unfortunately, the Goliaths (Bridget Houdunk and Colin Safford) hate each other and cannot marry. Fortunately, Moxie has other plans: she wants you to hire a friend from the Hodunk family to lure you along..<br><br>They need new, old, fresh and golden medicine.<br><br>When you steal the kids (young and busy) and the old whiskey (old), you're left with one option: gold. Some soap."
